Repository: rimogardino/ska4ai
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Password must be at least 8 characters long.
bg: Паролата трябва да е с дължина поне 8 знака.

source: Password must contain at least one uppercase letter.
bg: Паролата трябва да съдържа поне една главна буква

source: Password must contain at least one lowercase letter.
bg: Паролата трябва да съдържа поне една малка буква.

source: Password must contain at least one number.
bg: Паролата трябва да съдържа поне едина цифра.

source: Password must contain at least one special character.
bg: Паролата трябва да съдържа поне един специален символ.

source: Your password must contain at least one uppercase letter, one lowercase letter, one number, and one special character.
bg: Вашата парола трябва да съдържа поне една главна буква, една малка буква, една цифра и един специален символ

source: I agree to the Terms and Conditions
bg: Съгласявам се с общите условия

source: You must agree to the terms and conditions to proceed.
bg: Трябва да се съгласите с общите условия за да продължите.

source: <div class='password-requirements'><p>Your password must meet the following requirements:</p><ul><li>At least 8 characters long</li><li>Cannot be too common or easily guessed</li><li>Must include:<ul><li>One uppercase letter</li><li>One lowercase letter</li><li>One number</li></ul></li></ul></div>
bg: <div class='password-requirements'><p>Вашата парола трябва да отговаря на следните изисквания:</p><ul><li>Да е с дължина поне 8 знака</li><li>Не може да е често срещана или лесна за отгатване</li><li>Трябва да включва:<ul><li>Една главна буква</li><li>Една малка буква</li><li>Една цифра</li></ul></li></ul></div>

source: This email is already in use.
bg: Този имейл вече се използва.

source: My profile
bg: Моят профил

source: My challenges:
bg: Моите предизвикателства

source: Status:
bg: Статус:

source: Approved
bg: Одобрен

source: Disapproved
bg: Отказан

source: Pending
bg: В очакване

source: Loading...
bg: Зарежда...

source: More info.
bg: Още информация.

source: No challenges are available.
bg: Няма предизвикателства.

source: Submissions:
bg: Изпълнения:

source: No submissions are available.
bg: Няма Изпълнения.

source: Select files
bg: Изберете файлове

source: Enter a description...
bg: Въведете описание...

source: At least one file is required.
bg: Изисква се поне един файл.

source: Enter a spot name...
bg: Въведете име...

source: Edit Challenge.
bg: Редактирай предизвикателство.

source: Delete challenge.
bg: Изтрий предизвикателство.

source: Detailed view.
bg: Детайлен поглед.

source: Are you sure you want to delete the challenge?
bg: Сигурни ли сте, че искате да изтриете предизвикателството?

source: Likes
bg: Харесвания

source: Points
bg: Точки

source: Approve!
bg: Одобри!

source: Disapprove!
bg: Откажи!

source: Uploading...
bg: Качва се...

source: Select the spot where the challenge is:
bg: Избери място:

source: Edit Challenge
bg: Редактирай предизвикателство

source: Save Changes
bg: Запази промените

source: <div style='color: red; font-size: 2rem;'>Event not found!</div>
bg: <div style='color: red; font-size: 2rem;'>Събитието не е намерено!</div>

source: Hidden
bg: Скрит

source: Active
bg: Активен

source: Closed
bg: Затворен

source: Parkour
bg: Паркур

source: Sofia
bg: София

source: Plovdiv
bg: Пловдив

source: Bulgaria
bg: България

source: Rules:
bg: Правила:

source: About Ska4ai
bg: Относно Ska4ai

source: Ska4ai.com is a social parkour platform built for movement, creativity, and friendly competition. Whether you're just getting started or you've been training for years, Ska4ai gives you a place to share, challenge, and connect with others who love parkour.
bg: Ska4ai.com е социална платформа за паркур, създадена за движение, креативност и приятелска конкуренция. Без значение дали тепърва започваш или тренираш от години, Ska4ai ти дава място да споделяш, предизвикваш и се свързваш с други паркур маняци.

source: What We Do
bg: Какво правим

source: 🔥 Create challenges — a trick or line at a real-world spot, marked on the map and submitted with a video.
bg: 🔥 Създавай предизвикателства — трик или линия на реално място, отбелязано на картата и с прикачено видео.

source: 🏃‍♂️ Complete challenges — try others' challenges, record your attempt, and upload your video to earn points.
bg: 🏃‍♂️ Изпълнявай предизвикателства — пробвай тези на други потребители, заснеми опита си и качи видео, за да събираш точки.

source: 👍 Like challenges — show love to creative or difficult lines and influence their value.
bg: 👍 Харесвай предизвикателства — оцени креативните или трудни линии и повлияй на тяхната стойност.

source: How the Points Work
bg: Как работят точките

source: Your total points come from:
bg: Общият ти брой точки идва от:

source: Your 5 most liked challenges (you created them)
bg: Твоите 5 най-харесвани и трудни предизвикателства (създадени от теб)

source: All approved completions (you completed others’ challenges)
bg: Всички одобрени изпълнения (на предизвикателства от други)

source: Each challenge earns points based on:
bg: Всяко предизвикателство носи точки въз основа на:

source: Number of likes
bg: Брой харесвания

source: Number of completions
bg: Брой изпълнения

source: This means creative, original, and tough challenges score higher if they’re respected by the community.
bg: Това означава, че креативните, оригинални и трудни предизвикателства печелят повече точки, ако са оценени от общността.

source: Points fuel the leaderboard — a live ranking of who’s crushing it this event. At the end of each event, the leaderboard determines the winners. But it’s not just about winning — it’s about pushing yourself, learning new skills, and connecting with the parkour community.
bg: Точките захранват класирането — живо подреждане на най-добрите за всяко събитие. В края на събитието класацията определя победителите. Но не става дума само за победа — важно е да се предизвикаш, да учиш нови умения и да се свързваш с паркур общността.

source: Contact
bg: Контакти

source: Got questions, feedback, or want to get involved?
bg: Имаш въпроси, обратна връзка или искаш да се включиш?

source: Old events:
bg: Стари събития:

source: Leaderboard
bg: Класация

source: Leaderbord for
bg: Класация за

source: User
bg: Потребител

source: Undo!
bg: Отмяна!

source: No challenges are available for moderation.
bg: Няма предизвикателства за модериране.

source: Submit!
bg: Изпълни!

source: Main Challange
bg: Главно предизвикателство

source: Submission
bg: Изпълнение

source: Status:
bg: Статус:

source: Hi
bg: Здравей

source: Logout
bg: Излез

source: Login
bg: Влез

source: Log in to your account
bg: Влез в акаунта си

source: Your username and password didn't match. Please try again.
bg: Потребителското име или паролата не са правилни. Моля опитайте отново.

source: Don't have an account?
bg: Нямаш акаунт?

source: Log in
bg: Влез

source: Log in with Google
bg: Влез със Гугъл

source: Sign Up
bg: Запиши се

source: Sign up
bg: Запиши се

source: Terms and Conditions
bg: Общи условия

source: <h4>Liability Disclaimer</h4> <p>By creating an account and using this platform, you acknowledge and agree to the following:</p> <ol> <li><strong>User Content Responsibility:</strong> Users are solely responsible for the content they upload, share, or interact with on this platform.</li> <li><strong>No Liability for User Actions:</strong> The website and its owner/operator shall not be held liable for any damages, injuries, losses, or consequences arising from: <ul> <li>Content uploaded by users</li> <li>Interactions between users</li> <li>Participation in website events or activities</li> <li>Any claims, actions, or damages resulting from user-generated content or interactions</li> </ul> </li> <li><strong>Risk Acknowledgment:</strong> Users participate in any platform activities entirely at their own risk.</li> <li><strong>Content Disclaimer:</strong> We do not review, verify, or guarantee the accuracy, safety, or appropriateness of user-generated content.</li> <li><strong>Legal Protection:</strong> By agreeing, you waive any right to hold the website or its operators legally responsible for user actions or content.</li> </ol> <p><em>By checking this box, you confirm that you have read, understood, and agree to these terms.</em></p>
bg: <h4>Отказ от отговорност</h4> <p>Чрез създаване на акаунт и използване на тази платформа, вие признавате и се съгласявате със следното:</p> <ol> <li><strong>Отговорност за потребителско съдържание:</strong> Потребителите носят пълна отговорност за съдържанието, което качват, споделят или с което взаимодействат в тази платформа.</li> <li><strong>Липса на отговорност за действия на потребители:</strong> Уебсайтът и неговият собственик/оператор не носят отговорност за каквито и да било щети, наранявания, загуби или последствия, произтичащи от: <ul> <li>Съдържание, качено от потребители</li> <li>Взаимодействия между потребители</li> <li>Участие в събития или дейности на уебсайта</li> <li>Всякакви претенции, действия или щети, произтичащи от потребителско съдържание или взаимодействия</li> </ul> </li> <li><strong>Признаване на риска:</strong> Потребителите участват в каквито и да било дейности на платформата изцяло на собствена отговорност.</li> <li><strong>Отказ от отговорност за съдържанието:</strong> Ние не преглеждаме, проверяваме или гарантираме точността, безопасността или уместността на потребителско съдържание.</li> <li><strong>Правна защита:</strong> Чрез съгласяването си, вие се отказвате от правото да търсите правна отговорност от уебсайта или неговите оператори за действия или съдържание на потребители.</li> </ol> <p><em>Чрез отмятане на това поле, вие потвърждавате, че сте прочели, разбрали и се съгласявате с тези условия.</em></p>

source: Sign In
bg: Влез

source: Connect %(provider)s
bg: Свържи се с %(provider)s

source: You are about to connect a new third-party account from %(provider)s.
bg: На път сте да свържете нов акаунт от %(provider)s.

source: Sign In Via %(provider)s
bg: Влез със %(provider)s

source: You are about to sign in using third-party account from %(provider)s.
bg: На път сте да запишете нов акаунт через %(provider)s.

source: Continue
bg: Продължи

source: Create!
bg: Създай!

source: Your challenge %(challenge_id)s has been approved
bg: Предизвикателство %(challenge_id)s е одобрено

source: Your submission %(submission_id)s has been approved
bg: Изпълнението %(submission_id)s е одобрено

source: New comment: %(message)s
bg: Нов коментар: %(message)s

source: Your challenge %(challenge_id)s has been disapproved
bg: Предизвикателство %(challenge_id)s е отказано

source: Your submission %(submission_id)s has been disapproved
bg: Изпълнение %(submission_id)s е отказано

source: Read
bg: Прочети

source: No new notifications.
bg: Няма нови известия.

source: <span>{likes_count} Likes</span>
bg: <span>{likes_count} Харесвания</span>

source: <span>{likes_count} Likes</span> <span>{challenge_points:n} Points</span>
bg: <span>{likes_count} Харесвания</span> <span>{challenge_points:n} Точки</span>
